Repository: firebase/FirebaseUI-iOS
Catalog: FirebaseSwiftUI/FirebaseAuthSwiftUI/Sources/Strings/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, de_at, el, es, fa, fi, fil, fr, fr_ch, gsw, gu, he, hi, hr, hu, id, it, ja, kn, ko, ln, lv, mr, ms, nb, nl, nn_no, pl, pt, pt_pt, ro, ru, sk, sl, sr, sr_latn, sv, ta, th, tr, uk, ur, vi, zh, zh_hant, zh_hant_tw

source: - Check if the email was marked as spam or filtered.
bg: - Проверете дали имейлът не е маркиран като спам или филтриран.
bn: - ইমেইল স্প্যাম বা ফিল্টার হয়েছে কিনা পরীক্ষা করুন।
ca: - Comprova si el correu s'ha marcat com a correu brossa o s'ha filtrat.
cs: - Zkontrolujte, zda email nebyl označen jako spam nebo odfiltrován.
da: - Tjek om emailen er markeret som spam eller filtreret.
de_at: - Überprüfen Sie, ob die E-Mail als Spam markiert oder gefiltert wurde.
el: - Ελέγξτε αν το email έχει επισημανθεί ως ανεπιθύμητο ή φιλτραριστεί.
fa: - بررسی کنید که آیا ایمیل به عنوان هرزنامه علامت‌گذاری شده یا فیلتر شده است.
fi: - Tarkista, onko sähköposti merkitty roskapostiksi tai suodatettu.
fil: - Tingnan kung ang email ay minarkahan bilang spam o na-filter.
fr_ch: - Vérifiez si l'e-mail a été marqué comme spam ou filtré.
gsw: - Prüef ob d'E-Mail als Spam markiert oder filteret worde isch.
gu: - તપાસો કે શું ઇમેઇલને સ્પામ તરીકે ચિહ્નિત કરવામાં આવ્યું હતું અથવા ફિલ્ટર કરવામાં આવ્યું હતું.
he: - בדוק אם הדוא״ל סומן כספאם או סונן.
hi: - जांचें कि क्या ईमेल को स्पैम के रूप में चिह्नित किया गया था या फ़िल्टर किया गया था।
hr: - Provjerite je li email označen kao neželjeni ili filtriran.
hu: - Ellenőrizze, hogy az e-mailt spam-ként jelölték-e meg vagy szűrték-e.
id: - Periksa apakah email ditandai sebagai spam atau difilter.
it: - Controlla se l'email è stata contrassegnata come spam o filtrata.
ja: - メールがスパムとしてマークされているか、フィルタリングされているか確認してください。
kn: - ಇಮೇಲ್ ಅನ್ನು ಸ್ಪ್ಯಾಮ್ ಎಂದು ಗುರುತಿಸಲಾಗಿದೆಯೇ ಅಥವಾ ಫಿಲ್ಟರ್ ಮಾಡಲಾಗಿದೆಯೇ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: - 이메일이 스팸으로 표시되거나 필터링되었는지 확인하세요.
ln: - Talá soki email etalamaki lokola spam to epasolami.
lv: - Pārbaudiet, vai e-pasts nav atzīmēts kā surogātpasts vai filtrēts.
mr: - तपासा की ईमेल स्पॅम म्हणून चिन्हांकित किंवा फिल्टर केला गेला आहे का.
ms: - Semak sama ada e-mel ditandakan sebagai spam atau ditapis.
nb: - Sjekk om e-posten ble merket som spam eller filtrert.
nl: - Controleer of de e-mail als spam is gemarkeerd of gefilterd.
nn_no: - Sjekk om e-posten vart merka som spam eller filtrert.
pl: - Sprawdź, czy e-mail został oznaczony jako spam lub przefiltrowany.
pt: - Verifique se o e-mail foi marcado como spam ou filtrado.
pt_pt: - Verifique se o e-mail foi marcado como spam ou filtrado.
ro: - Verificați dacă e-mailul a fost marcat ca spam sau filtrat.
ru: - Проверьте, не был ли email помечен как спам или отфильтрован.
sk: - Skontrolujte, či nebol e-mail označený ako spam alebo filtrovaný.
sl: - Preverite, ali je bila e-pošta označena kot neželena ali filtrirana.
sr: - Проверите да ли је имејл означен као спам или филтриран.
sr_latn: - Proverite da li je imejl označen kao spam ili filtriran.
sv: - Kontrollera om e-posten har markerats som skräppost eller filtrerats.
ta: - மின்னஞ்சல் ஸ்பேம் எனக் குறிக்கப்பட்டுள்ளதா அல்லது வடிகட்டப்பட்டுள்ளதா என சரிபார்க்கவும்.
th: - ตรวจสอบว่าอีเมลถูกทำเครื่องหมายเป็นสแปมหรือถูกกรองหรือไม่
tr: - E-postanın spam olarak işaretlenip işaretlenmediğini veya filtrelenip filtrelenmediğini kontrol edin.
uk: - Перевірте, чи не було лист позначено як спам або відфільтровано.
ur: - چیک کریں کہ آیا ای میل کو اسپام کے طور پر نشان زد کیا گیا تھا یا فلٹر کیا گیا تھا۔
vi: - Kiểm tra xem email có bị đánh dấu là spam hoặc bị lọc không.
zh: - 检查邮件是否被标记为垃圾邮件或被过滤。
zh_hant: - 檢查電子郵件是否被標示為垃圾郵件或被過濾。
zh_hant_tw: - 檢查電子郵件是否被標示為垃圾郵件或被過濾。

source: - Check that you did not misspell your email.
bg: - Проверете дали не сте изписали грешно имейла си.
bn: - আপনি ইমেইল ঠিকানাটি ভুল লেখেননি তা নিশ্চিত করুন।
ca: - Comprova que no hagis escrit malament el correu electrònic.
cs: - Zkontrolujte, zda jste email nenapsali s chybou.
da: - Tjek at du ikke har stavet emailen forkert.
de_at: - Überprüfen Sie, ob Sie Ihre E-Mail-Adresse nicht falsch geschrieben haben.
el: - Ελέγξτε ότι δεν έχετε γράψει λάθος το email σας.
fa: - بررسی کنید که ایمیل خود را اشتباه تایپ نکرده‌اید.
fi: - Tarkista, ettet kirjoittanut sähköpostiosoitetta väärin.
fil: - Tingnan na hindi mo na-misspell ang iyong email.
fr_ch: - Vérifiez que vous n'avez pas mal orthographié votre e-mail.
gsw: - Prüef ob du dini E-Mail-Adresse nöd falsch gschrebe häsch.
gu: - તપાસો કે તમે તમારા ઇમેઇલમાં ખોટી જોડણી તો નથી કરી.
he: - בדוק שלא עשית שגיאת כתיב בכתובת הדוא״ל שלך.
hi: - जांचें कि आपने अपने ईमेल में गलत वर्तनी तो नहीं की।
hr: - Provjerite jeste li točno upisali email adresu.
hu: - Ellenőrizze, hogy nem írta-e el az e-mail címét.
id: - Periksa bahwa Anda tidak salah mengeja email Anda.
it: - Controlla di non aver scritto male la tua email.
ja: - メールアドレスのスペルミスがないか確認してください。
kn: - ನೀವು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ತಪ್ಪಾಗಿ ಬರೆಯಲಿಲ್ಲ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: - 이메일을 잘못 입력하지 않았는지 확인하세요.
ln: - Talá ete okómaki malamu te email na yo.
lv: - Pārbaudiet, vai neesat nepareizi uzrakstījis e-pastu.
mr: - तपासा की तुम्ही तुमचा ईमेल चुकीच्या पद्धतीने लिहिला नाही.
ms: - Semak bahawa anda tidak salah eja e-mel anda.
nb: - Sjekk at du ikke stavet e-posten din feil.
nl: - Controleer of je je e-mailadres correct hebt gespeld.
nn_no: - Sjekk at du ikkje stava e-posten din feil.
pl: - Sprawdź, czy nie popełniłeś błędu ortograficznego w adresie e-mail.
pt: - Verifique se você não digitou seu e-mail incorretamente.
pt_pt: - Verifique se não escreveu mal o seu e-mail.
ro: - Verificați că nu ați greșit ortografia e-mailului dvs.
ru: - Проверьте, что вы не ошиблись в написании вашего адреса электронной почты.
sk: - Skontrolujte, že ste správne napísali váš e-mail.
sl: - Preverite, da niste napačno napisali svojega e-poštnega naslova.
sr: - Проверите да нисте погрешно унели ваш имејл.
sr_latn: - Proverite da niste pogrešno uneli vaš imejl.
sv: - Kontrollera att du inte stavade din e-post fel.
ta: - உங்கள் மின்னஞ்சலை தவறாக எழுதவில்லை என்பதை உறுதிப்படுத்தவும்.
th: - ตรวจสอบว่าคุณสะกดอีเมลถูกต้องหรือไม่
tr: - E-postanızı yanlış yazmadığınızı kontrol edin.
uk: - Перевірте, що ви не помилилися в написанні своєї адреси електронної пошти.
ur: - چیک کریں کہ آپ نے اپنی ای میل میں غلط املا نہیں لکھا۔
vi: - Kiểm tra xem bạn có viết sai chính tả email của mình không.
zh: - 请确认您没有拼错邮箱地址。
zh_hant: - 請確認電子郵件地址是否拼錯。
zh_hant_tw: - 請確認電子郵件地址是否拼寫正確。

source: - Check that your inbox space is not running out or other inbox settings related issues.
bg: - Проверете дали пощенската ви кутия не е пълна или има други проблеми.
bn: - ইনবক্স পূর্ণ হয়ে গেছে কিনা বা অন্যান্য ইনবক্স সমস্যা আছে কিনা দেখুন।
ca: - Comprova que la teva bústia no estigui plena ni tingui altres problemes de configuració.
cs: - Zkontrolujte, zda nemáte plnou schránku nebo jiné nastavení, které by bránilo doručení.
da: - Tjek at din indbakke ikke er fuld eller har andre problemer.
de_at: - Überprüfen Sie, ob Ihr Posteingang nicht voll ist oder andere Probleme mit den Posteingangseinstellungen vorliegen.
el: - Ελέγξτε ότι ο χώρος του γραμματοκιβωτίου σας δεν έχει εξαντληθεί ή άλλα ζητήματα που σχετίζονται με τις ρυθμίσεις του γραμματοκιβωτίου.
fa: - بررسی کنید که فضای صندوق ورودی شما تمام نشده یا مشکلات دیگر مرتبط با تنظیمات صندوق ورودی وجود ندارد.
fi: - Tarkista, ettei postilaatikkosi ole täynnä tai että asetuksissa ei ole ongelmia.
fil: - Tingnan na ang iyong inbox space ay hindi nauubusan o may ibang problema sa inbox settings.
fr_ch: - Vérifiez que votre boîte de réception n'est pas pleine ou qu'il n'y a pas d'autres problèmes liés aux paramètres de la boîte de réception.
gsw: - Prüef ob dis Postfach nöd voll isch oder anderi Problem mit de Postfach-Iistellige vorhande sind.
gu: - તપાસો કે તમારી ઇનબૉક્સ જગ્યા સમાપ્ત થઈ રહી નથી અથવા ઇનબૉક્સ સેટિંગ્સ સંબંધિત અન્ય સમસ્યાઓ નથી.
he: - בדוק שהמקום בתיבת הדואר הנכנס שלך לא אוזל או בעיות אחרות הקשורות להגדרות תיבת הדואר הנכנס.
hi: - जांचें कि आपका इनबॉक्स स्थान समाप्त नहीं हो रहा है या इनबॉक्स सेटिंग्स से संबंधित अन्य समस्याएं नहीं हैं।
hr: - Provjerite imate li dovoljno prostora u inboxu ili drugih problema s postavkama.
hu: - Ellenőrizze, hogy nem fogy-e el a postafiókja helye, vagy más, a postafiók beállításaival kapcsolatos problémák vannak-e.
id: - Periksa bahwa ruang kotak masuk Anda tidak habis atau masalah lain terkait pengaturan kotak masuk.
it: - Controlla che lo spazio della tua casella di posta non si stia esaurendo o altri problemi relativi alle impostazioni della casella di posta.
ja: - 受信トレイの容量が不足していないか、その他の受信トレイ設定に関する問題がないか確認してください。
kn: - ನಿಮ್ಮ ಇನ್‌ಬಾಕ್ಸ್ ಜಾಗ ಖಾಲಿಯಾಗುತ್ತಿಲ್ಲ ಅಥವಾ ಇತರ ಇನ್‌ಬಾಕ್ಸ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳಿಗೆ ಸಂಬಂಧಿಸಿದ ಸಮಸ್ಯೆಗಳಿಲ್ಲ ಎಂಬುದನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: - 받은편지함 공간이 부족하지 않은지 또는 기타 받은편지함 설정 관련 문제가 없는지 확인하세요.
ln: - Talá ete esika ya inbox na yo ezali te kosilá to makambu mosusu ya paramɛtrɛ ya inbox.
lv: - Pārbaudiet, vai iesūtnes vieta nav izsmeldzīga vai nav citu ar iesūtnes iestatījumiem saistītu problēmu.
mr: - तपासा की तुमची इनबॉक्स जागा संपत नाही किंवा इनबॉक्स सेटिंग्जशी संबंधित इतर समस्या नाहीत.
ms: - Semak bahawa ruang peti masuk anda tidak kehabisan atau isu lain berkaitan tetapan peti masuk.
nb: - Sjekk at innboksplassen din ikke er i ferd med å gå tom eller andre innboksinnstillingsrelaterte problemer.
nl: - Controleer of je inbox niet vol is of of er andere instellingen het ontvangen verhinderen.
nn_no: - Sjekk at innboksplassen din ikkje er i ferd med å gå tom eller andre innboksinnstillingsrelaterte problem.
pl: - Sprawdź, czy przestrzeń skrzynki odbiorczej się nie kończy lub inne problemy związane z ustawieniami skrzynki odbiorczej.
pt: - Verifique se o espaço da sua caixa de entrada não está acabando ou outros problemas relacionados às configurações da caixa de entrada.
pt_pt: - Verifique se o espaço da sua caixa de entrada não está a esgotar-se ou outros problemas relacionados com as definições da caixa de entrada.
ro: - Verificați că spațiul din inbox nu se termină sau alte probleme legate de setările inbox-ului.
ru: - Проверьте, что место в почтовом ящике не заканчивается или другие проблемы, связанные с настройками почтового ящика.
sk: - Skontrolujte, že vám nedochádza miesto v schránke alebo iné problémy súvisiace s nastaveniami schránky.
sl: - Preverite, da se vam ne prazni prostor v nabiralniku ali druge težave, povezane z nastavitvami nabiralnika.
sr: - Проверите да ли вам не понестаје простора у сандучету или других проблема везаних за подешавања сандучета.
sr_latn: - Proverite da li vam ne ponestaje prostora u sandučetu ili drugih problema vezanih za podešavanja sandučeta.
sv: - Kontrollera att ditt inkorgutrymme inte håller på att ta slut eller andra problem relaterade till inkorgsinställningar.
ta: - உங்கள் இன்பாக்ஸ் இடம் தீர்ந்து போகவில்லை அல்லது பிற இன்பாக்ஸ் அமைப்புகள் தொடர்பான சிக்கல்கள் இல்லை என்பதை சரிபார்க்கவும்.
th: - ตรวจสอบว่าพื้นที่กล่องจดหมายเข้าของคุณไม่เต็มหรือมีปัญหาอื่นๆ ที่เกี่ยวข้องกับการตั้งค่ากล่องจดหมายเข้า
tr: - Gelen kutusu alanınızın dolmadığını veya gelen kutusu ayarlarıyla ilgili başka sorunlar olmadığını kontrol edin.
uk: - Перевірте, що місце у вхідних не закінчується або немає інших проблем, пов'язаних з налаштуваннями вхідних.
ur: - چیک کریں کہ آپ کی ان باکس کی جگہ ختم نہیں ہو رہی یا ان باکس کی ترتیبات سے متعلق دیگر مسائل نہیں ہیں۔
vi: - Kiểm tra xem không gian hộp thư đến của bạn có đang cạn kiệt hoặc các vấn đề liên quan đến cài đặt hộp thư đến khác không.
zh: - 检查您的邮箱空间是否已满或存在其他设置问题。
zh_hant: - 檢查信箱是否已滿或存在其他設定問題。
zh_hant_tw: - 檢查信箱容量是否已滿或存在其他信箱設定問題。

source: - Check your internet connection.
bg: - Проверете интернет връзката си.
bn: - আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
ca: - Comprova la teva connexió a Internet.
cs: - Zkontrolujte své připojení k internetu.
da: - Tjek din internetforbindelse.
de_at: - Überprüfen Sie Ihre Internetverbindung.
el: - Ελέγξτε τη σύνδεσή σας στο διαδίκτυο.
fa: - اتصال اینترنت خود را بررسی کنید.
fi: - Tarkista internet-yhteytesi.
fil: - Tingnan ang iyong internet connection.
fr_ch: - Vérifiez votre connexion Internet.
gsw: - Prüef dini Internetverbindig.
gu: - તમારા ઇન્ટરનેટ કનેક્શનને તપાસો.
he: - בדוק את חיבור האינטרנט שלך.
hi: - अपना इंटरनेट कनेक्शन जांचें।
hr: - Provjerite internetsku vezu.
hu: - Ellenőrizze az internetkapcsolatot.
id: - Periksa koneksi internet Anda.
it: - Controlla la tua connessione Internet.
ja: - インターネット接続を確認してください。
kn: - ನಿಮ್ಮ ಇಂಟರ್ನೆಟ್ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: - 인터넷 연결을 확인하세요.
ln: - Talá connexion na yo ya internet.
lv: - Pārbaudiet interneta savienojumu.
mr: - तुमचे इंटरनेट कनेक्शन तपासा.
ms: - Semak sambungan internet anda.
nb: - Sjekk internettforbindelsen din.
nl: - Controleer je internetverbinding.
nn_no: - Sjekk internettforbindinga di.
pl: - Sprawdź swoje połączenie internetowe.
pt: - Verifique sua conexão com a internet.
pt_pt: - Verifique a sua ligação à Internet.
ro: - Verificați conexiunea la internet.
ru: - Проверьте ваше интернет-соединение.
sk: - Skontrolujte svoje internetové pripojenie.
sl: - Preverite svojo internetno povezavo.
sr: - Проверите вашу интернет везу.
sr_latn: - Proverite vašu internet vezu.
sv: - Kontrollera din internetanslutning.
ta: - உங்கள் இணைய இணைப்பைச் சரிபார்க்கவும்.
th: - ตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: - İnternet bağlantınızı kontrol edin.
uk: - Перевірте своє інтернет-з'єднання.
ur: - اپنے انٹرنیٹ کنکشن کو چیک کریں۔
vi: - Kiểm tra kết nối internet của bạn.
zh: - 检查您的网络连接。
zh_hant: - 請檢查您的網路連線。
zh_hant_tw: - 檢查您的網路連線。

source: A sign-in email with additional instructions was sent to %@. Check your email to complete sign-in.
bg: Имейл с инструкции за вход беше изпратен до %@. Проверете пощата си, за да завършите влизането.
bn: %@ এ অতিরিক্ত নির্দেশনাসহ একটি সাইন-ইন ইমেইল পাঠানো হয়েছে। সাইন-ইন সম্পূর্ণ করতে আপনার ইমেইল দেখুন।
ca: S'ha enviat un correu d'inici de sessió amb instruccions addicionals a %@. Comprova el teu correu per completar l'inici de sessió.
cs: Přihlašovací email s dalšími instrukcemi byl odeslán na %@. Zkontrolujte email pro dokončení přihlášení.
da: En loginmail med yderligere instruktioner blev sendt til %@. Tjek din email for at fuldføre login.
de_at: Eine Anmelde-E-Mail mit zusätzlichen Anweisungen wurde an %@ gesendet. Überprüfen Sie Ihre E-Mail, um die Anmeldung abzuschließen.
el: Ένα email σύνδεσης με πρόσθετες οδηγίες στάλθηκε στο %@. Ελέγξτε το email σας για να ολοκληρώσετε τη σύνδεση.
fa: یک ایمیل ورود با دستورالعمل‌های اضافی به %@ ارسال شد. ایمیل خود را برای تکمیل ورود بررسی کنید.
fi: Kirjautumissähköposti lisäohjeilla on lähetetty osoitteeseen %@. Tarkista sähköpostisi viimeistelläksesi kirjautumisen.
fil: Isang sign-in email na may karagdagang mga tagubilin ay naipadala sa %@. Tingnan ang iyong email upang makumpleto ang pag-sign in.
fr_ch: Un e-mail de connexion avec des instructions supplémentaires a été envoyé à %@. Consultez votre e-mail pour terminer la connexion.
gsw: Es Aamälde-E-Mail mit zuesätzliche Awisige isch a %@ gschickt worde. Prüef dini E-Mail zum d'Aamäldig abzschliesse.
gu: વધારાની સૂચનાઓ સાથેનો સાઇન-ઇન ઇમેઇલ %@ પર મોકલવામાં આવ્યો હતો. સાઇન-ઇન પૂર્ણ કરવા માટે તમારો ઇમેઇલ તપાસો.
he: דוא״ל התחברות עם הוראות נוספות נשלח אל %@. בדוק את הדוא״ל שלך כדי להשלים את ההתחברות.
hi: अतिरिक्त निर्देशों के साथ एक साइन-इन ईमेल %@ पर भेजा गया था। साइन-इन पूरा करने के लिए अपना ईमेल जांचें।
hr: Email za prijavu s dodatnim uputama poslan je na %@. Provjerite svoj inbox kako biste dovršili prijavu.
hu: További utasításokat tartalmazó bejelentkezési e-mailt küldtünk a következő címre: %@. Ellenőrizze az e-mailjét a bejelentkezés befejezéséhez.
id: Email masuk dengan instruksi tambahan telah dikirim ke %@. Periksa email Anda untuk menyelesaikan masuk.
it: È stata inviata un'email di accesso con istruzioni aggiuntive a %@. Controlla la tua email per completare l'accesso.
ja: 追加の手順を含むサインインメールが%@に送信されました。メールを確認してサインインを完了してください。
kn: ಹೆಚ್ಚುವರಿ ಸೂಚನೆಗಳೊಂದಿಗೆ ಸೈನ್-ಇನ್ ಇಮೇಲ್ ಅನ್ನು %@ ಗೆ ಕಳುಹಿಸಲಾಗಿದೆ. ಸೈನ್-ಇನ್ ಪೂರ್ಣಗೊಳಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಪರಿಶೀಲಿಸಿ.
ko: 추가 지침이 포함된 로그인 이메일이 %@(으)로 전송되었습니다. 로그인을 완료하려면 이메일을 확인하세요.
ln: Email ya kokota na malako ya kobakisa etindamaki na %@. Talá email na yo mpo na kosilisa kokota.
lv: Pierakstīšanās e-pasts ar papildu norādījumiem tika nosūtīts uz %@. Pārbaudiet e-pastu, lai pabeigtu pierakstīšanos.
mr: अतिरिक्त सूचनांसह एक साइन-इन ईमेल %@ वर पाठवला गेला. साइन-इन पूर्ण करण्यासाठी तुमचा ईमेल तपासा.
ms: E-mel log masuk dengan arahan tambahan telah dihantar ke %@. Semak e-mel anda untuk melengkapkan log masuk.
nb: En påloggings-e-post med tilleggsinstruksjoner ble sendt til %@. Sjekk e-posten din for å fullføre påloggingen.
nl: Een inlogmail met extra instructies is verzonden naar %@. Controleer je e-mail om de login te voltooien.
nn_no: Ein påloggings-e-post med tilleggsinstruksjonar vart sendt til %@. Sjekk e-posten din for å fullføre pålogginga.
pl: E-mail logowania z dodatkowymi instrukcjami został wysłany na adres %@. Sprawdź swoją pocztę, aby ukończyć logowanie.
pt: Um e-mail de login com instruções adicionais foi enviado para %@. Verifique seu e-mail para concluir o login.
pt_pt: Foi enviado um e-mail de início de sessão com instruções adicionais para %@. Verifique o seu e-mail para concluir o início de sessão.
ro: Un e-mail de conectare cu instrucțiuni suplimentare a fost trimis la %@. Verificați e-mailul pentru a finaliza conectarea.
ru: Письмо для входа с дополнительными инструкциями было отправлено на %@. Проверьте свою электронную почту, чтобы завершить вход.
sk: E-mail na prihlásenie s ďalšími pokynmi bol odoslaný na %@. Skontrolujte svoj e-mail a dokončite prihlásenie.
sl: E-pošta za prijavo z dodatnimi navodili je bila poslana na %@. Preverite svojo e-pošto za dokončanje prijave.
sr: Имејл за пријављивање са додатним инструкцијама је послат на %@. Проверите ваш имејл да завршите пријављивање.
sr_latn: Imejl za prijavljivanje sa dodatnim instrukcijama je poslat na %@. Proverite vaš imejl da završite prijavljivanje.
sv: Ett inloggnings-e-postmeddelande med ytterligare instruktioner skickades till %@. Kontrollera din e-post för att slutföra inloggningen.
ta: கூடுதல் வழிமுறைகளுடன் உள்நுழைவு மின்னஞ்சல் %@ க்கு அனுப்பப்பட்டது. உள்நுழைவை நிறைவு செய்ய உங்கள் மின்னஞ்சலைச் சரிபார்க்கவும்.
th: ส่งอีเมลลงชื่อเข้าใช้พร้อมคำแนะนำเพิ่มเติมไปที่ %@ แล้ว ตรวจสอบอีเมลของคุณเพื่อลงชื่อเข้าใช้ให้เสร็จสมบูรณ์
tr: Ek talimatlar içeren bir oturum açma e-postası %@ adresine gönderildi. Oturum açmayı tamamlamak için e-postanızı kontrol edin.
uk: Лист для входу з додатковими інструкціями надіслано на %@. Перевірте свою електронну пошту, щоб завершити вхід.
ur: اضافی ہدایات کے ساتھ سائن ان ای میل %@ پر بھیج دی گئی۔ سائن ان مکمل کرنے کے لیے اپنی ای میل چیک کریں۔
vi: Email đăng nhập kèm theo hướng dẫn bổ sung đã được gửi đến %@. Kiểm tra email của bạn để hoàn tất đăng nhập.
zh: 已向 %@ 发送带有更多说明的登录邮件。请检查邮箱以完成登录。
zh_hant: 已傳送登入說明至 %@。請查看電子郵件以完成登入。
zh_hant_tw: 已寄出登入說明至 %@，請查看電子郵件以完成登入。

source: By continuing, you are indicating that you accept our %@ and %@.
bg: Продължавайки, вие приемате нашите %@ и %@.
bn: চালিয়ে গেলে আপনি আমাদের %@ এবং %@ গ্রহণ করছেন তা নির্দেশ করে।
ca: En continuar, acceptes les nostres %@ i %@.
cs: Pokračováním vyjadřujete souhlas s našimi %@ a %@.
da: Ved at fortsætte accepterer du vores %@ og %@.
de_at: Indem Sie fortfahren, erklären Sie, dass Sie unsere %@ und %@ akzeptieren.
el: Συνεχίζοντας, δηλώνετε ότι αποδέχεστε τους %@ και την %@ μας.
fa: با ادامه دادن، نشان می‌دهید که %@ و %@ ما را می‌پذیرید.
fi: Jatkamalla hyväksyt %@ ja %@.
fil: Sa pagpapatuloy, ipinapahiwatig mo na tinatanggap mo ang aming %@ at %@.
fr_ch: En continuant, vous indiquez que vous acceptez nos %@ et %@.
gsw: Indem du wiiterfährsch, erklärsch du dass du üsi %@ und %@ akzeptiersch.
gu: ચાલુ રાખીને, તમે સૂચવી રહ્યા છો કે તમે અમારી %@ અને %@ સ્વીકારો છો.
he: בהמשך, אתה מצהיר שאתה מקבל את %@ וה־%@ שלנו.
hi: जारी रखकर, आप संकेत दे रहे हैं कि आप हमारी %@ और %@ स्वीकार करते हैं।
hr: Nastavljajući, prihvaćate naše %@ i %@.
hu: A folytatással jelzi, hogy elfogadja a következőket: %@ és %@.
id: Dengan melanjutkan, Anda menunjukkan bahwa Anda menerima %@ dan %@ kami.
it: Continuando, indichi di accettare i nostri %@ e %@.
ja: 続行することで、当社の%@および%@に同意したことになります。
kn: ಮುಂದುವರೆಯುವ ಮೂಲಕ, ನೀವು ನಮ್ಮ %@ ಮತ್ತು %@ ಅನ್ನು ಸ್ವೀಕರಿಸುತ್ತೀರಿ ಎಂದು ಸೂಚಿಸುತ್ತಿದ್ದೀರಿ.
ko: 계속하면 당사의 %@ 및 %@에 동의하는 것으로 간주됩니다.
ln: Na kokoba, ozali kolakisa ete ondimi %@ na biso ná %@.
lv: Turpinot, jūs norādāt, ka piekrītat mūsu %@ un %@.
mr: सुरू ठेवून, तुम्ही सूचित करत आहात की तुम्ही आमच्या %@ आणि %@ स्वीकारता.
ms: Dengan meneruskan, anda menunjukkan bahawa anda menerima %@ dan %@ kami.
nb: Ved å fortsette indikerer du at du godtar våre %@ og %@.
nl: Door verder te gaan, accepteer je onze %@ en %@.
nn_no: Ved å halde fram indikerer du at du godtek våre %@ og %@.
pl: Kontynuując, wskazujesz, że akceptujesz nasze %@ i %@.
pt: Ao continuar, você está indicando que aceita nossos %@ e %@.
pt_pt: Ao continuar, está a indicar que aceita os nossos %@ e %@.
ro: Continuând, indicați că acceptați %@ și %@ noastre.
ru: Продолжая, вы указываете, что принимаете наши %@ и %@.
sk: Pokračovaním vyjadrujete, že akceptujete naše %@ a %@.
sl: S nadaljevanjem potrjujete, da sprejemate naše %@ in %@.
sr: Настављањем, показујете да прихватате наше %@ и %@.
sr_latn: Nastavljanjem, pokazujete da prihvatate naše %@ i %@.
sv: Genom att fortsätta indikerar du att du accepterar våra %@ och %@.
ta: தொடர்வதன் மூலம், நீங்கள் எங்கள் %@ மற்றும் %@ ஐ ஏற்றுக்கொள்கிறீர்கள் என்பதை குறிக்கிறீர்கள்.
th: การดำเนินการต่อแสดงว่าคุณยอมรับ%@และ%@ของเรา
tr: Devam ederek, %@ ve %@ kabul ettiğinizi belirtiyorsunuz.
uk: Продовжуючи, ви вказуєте, що приймаєте наші %@ та %@.
ur: جاری رکھ کر، آپ اشارہ کر رہے ہیں کہ آپ ہماری %@ اور %@ کو قبول کرتے ہیں۔
vi: Bằng cách tiếp tục, bạn cho biết rằng bạn chấp nhận %@ và %@ của chúng tôi.
zh: 继续即表示您接受我们的%@ 和 %@。
zh_hant: 繼續即表示您同意我們的 %@ 與 %@。
zh_hant_tw: 繼續即表示您同意我們的 %@ 與 %@。

source: Can't find provider for %@.
bg: Не може да се намери доставчик за %@.
bn: %@ এর জন্য প্রোভাইডার খুঁজে পাওয়া যাচ্ছেনা।
ca: No s'ha pogut trobar un proveïdor per a %@.
cs: Nelze najít poskytovatele pro %@.
da: Kan ikke finde udbyder for %@.
de_at: Anbieter für %@ kann nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση παρόχου για %@.
fa: ارائه‌دهنده برای %@ یافت نشد.
fi: Palveluntarjoajaa %@ varten ei löytynyt.
fil: Hindi mahanap ang provider para sa %@.
fr_ch: Impossible de trouver le fournisseur pour %@.
gsw: Anbieter für %@ cha nöd gfunde werde.
gu: %@ માટે પ્રદાતા મળ્યો નથી.
he: לא ניתן למצוא ספק עבור %@.
hi: %@ के लिए प्रदाता नहीं मिल सका।
hr: Nije moguće pronaći pružatelja za %@.
hu: Nem található szolgáltató a következőhöz: %@.
id: Tidak dapat menemukan penyedia untuk %@.
it: Impossibile trovare il provider per %@.
ja: %@のプロバイダが見つかりません。
kn: %@ ಗಾಗಿ ಪೂರೈಕೆದಾರ ಸಿಗಲಿಲ್ಲ.
ko: %@에 대한 제공업체를 찾을 수 없습니다.
ln: Tokoki te komona mopesi mpo na %@.
lv: Nevar atrast pakalpojumu sniedzēju priekš %@.
mr: %@ साठी प्रदाता सापडला नाही.
ms: Tidak dapat mencari pembekal untuk %@.
nb: Finner ikke leverandør for %@.
nl: Kan provider voor %@ niet vinden.
nn_no: Finn ikkje leverandør for %@.
pl: Nie można znaleźć dostawcy dla %@.
pt: Não foi possível encontrar o provedor para %@.
pt_pt: Não foi possível encontrar o fornecedor para %@.
ro: Nu se poate găsi furnizorul pentru %@.
ru: Не удается найти провайдера для %@.
sk: Nepodarilo sa nájsť poskytovateľa pre %@.
sl: Ni mogoče najti ponudnika za %@.
sr: Не могу да пронађем провајдера за %@.
sr_latn: Ne mogu da pronađem provajdera za %@.
sv: Kan inte hitta leverantör för %@.
ta: %@ க்கான வழங்குநரைக் கண்டறிய முடியவில்லை.
th: ไม่พบผู้ให้บริการสำหรับ %@
tr: %@ için sağlayıcı bulunamıyor.
uk: Не вдалося знайти постачальника для %@.
ur: %@ کے لیے فراہم کنندہ نہیں مل سکا۔
vi: Không thể tìm thấy nhà cung cấp cho %@.
zh: 找不到 %@ 的提供商。
zh_hant: 找不到 %@ 的提供者。
zh_hant_tw: 找不到 %@ 的服務提供者。
